orgs/paper_writing_presentation_notes.org
#+title: 对论文写作的一些评价和方法论
#+date: Sun Sep  1 10:41:42 2024
#+author: Zi Liang
#+email: zi1415926.liang@connect.polyu.hk
#+latex_class: elegantpaper
#+filetags: :research:

** Relying on

主语少用动名词短语，这一看就是中国人写的，我觉得这是你无意间的习惯

** Confusing

你想引入信息的越多，就可能让读者造成更多的confusing

** However

还有一个更detail的建议是，however这个词，最好出现在你提出核心问题之前

** Introduction

就是我们在介绍introduction时，有一个比较八股的模式是：大背景->小背景->现有工作-> however -> 尚未有人考虑/解决某个问题 -> 这个问题很重要/有挑战性 -> 本文主要就是探索这个问题，并提出了个什么有效的方法  


大概是这个逻辑

摘要就是在这个框架下更简化一些，突出强调研究挑战和解决思路


** Ready

你可以说方法部分没有改进的空间了，但不意味这这个论文的presentation没有改进空间

** Top tier

你既然想投顶会，就得方法和撰写都达到top tier的标准

即使problem和idea很好，但因为presentation不行被拒的也比比皆是

所以别老想着弄一个差不多的半成品赶紧投出去，这样某种意义上也是在浪费时间。除了内容本身之外，你怎么把你做的东西更好地表达出来，也是一个费时间和精力的活。

** 系

你要构建自己符合正常人的逻辑体系，不能随着自己发挥。

你需要好好捋一下逻辑。现在内容太散了，没有关联。你想写的东西太多就会出现这些问题。

** 80%

改论文一个重要的思路就是得让没有太多背景的人理解80%的内容。

** Logic

逻辑才是王道。

你写的时候得假设你的读者时候有限的背景知识。

逻辑太跳跃，就会给自己埋下隐患。


