docs/paper_writing_presentation_notes.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2024-09-12 Thu 22:01 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>对论文写作的一些评价和方法论</title>
<meta name="author" content="Zi Liang" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="/css/styles.css" /> <link rel="stylesheet" type="text/css" href="/css/htmlize.css" /></head>
<body>
<div id="preamble" class="status">
<nav class="nav"> <a href="/index.html" class="button">Home</a> <a href="/sitemap.html" class="button">Sitemaps</a> </nav> <hr>
</div>
<div id="content" class="content">
<h1 class="title">对论文写作的一些评价和方法论</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org6f63a99">1. Relying on</a></li>
<li><a href="#org978f0af">2. Confusing</a></li>
<li><a href="#org335d8e4">3. However</a></li>
<li><a href="#orgb488d01">4. Introduction</a></li>
<li><a href="#org52ef481">5. Ready</a></li>
<li><a href="#org7cd29ac">6. Top tier</a></li>
<li><a href="#orgdedd7e5">7. 系</a></li>
<li><a href="#org5b7319d">8. 80%</a></li>
<li><a href="#org820b0cb">9. Logic</a></li>
</ul>
</div>
</div>

<div id="outline-container-org6f63a99" class="outline-2">
<h2 id="org6f63a99"><span class="section-number-2">1.</span> Relying on</h2>
<div class="outline-text-2" id="text-1">
<p>
主语少用动名词短语，这一看就是中国人写的，我觉得这是你无意间的习惯
</p>
</div>
</div>

<div id="outline-container-org978f0af" class="outline-2">
<h2 id="org978f0af"><span class="section-number-2">2.</span> Confusing</h2>
<div class="outline-text-2" id="text-2">
<p>
你想引入信息的越多，就可能让读者造成更多的confusing
</p>
</div>
</div>

<div id="outline-container-org335d8e4" class="outline-2">
<h2 id="org335d8e4"><span class="section-number-2">3.</span> However</h2>
<div class="outline-text-2" id="text-3">
<p>
还有一个更detail的建议是，however这个词，最好出现在你提出核心问题之前
</p>
</div>
</div>

<div id="outline-container-orgb488d01" class="outline-2">
<h2 id="orgb488d01"><span class="section-number-2">4.</span> Introduction</h2>
<div class="outline-text-2" id="text-4">
<p>
就是我们在介绍introduction时，有一个比较八股的模式是：大背景-&gt;小背景-&gt;现有工作-&gt; however -&gt; 尚未有人考虑/解决某个问题 -&gt; 这个问题很重要/有挑战性 -&gt; 本文主要就是探索这个问题，并提出了个什么有效的方法  
</p>


<p>
大概是这个逻辑
</p>

<p>
摘要就是在这个框架下更简化一些，突出强调研究挑战和解决思路
</p>
</div>
</div>


<div id="outline-container-org52ef481" class="outline-2">
<h2 id="org52ef481"><span class="section-number-2">5.</span> Ready</h2>
<div class="outline-text-2" id="text-5">
<p>
你可以说方法部分没有改进的空间了，但不意味这这个论文的presentation没有改进空间
</p>
</div>
</div>

<div id="outline-container-org7cd29ac" class="outline-2">
<h2 id="org7cd29ac"><span class="section-number-2">6.</span> Top tier</h2>
<div class="outline-text-2" id="text-6">
<p>
你既然想投顶会，就得方法和撰写都达到top tier的标准
</p>

<p>
即使problem和idea很好，但因为presentation不行被拒的也比比皆是
</p>

<p>
所以别老想着弄一个差不多的半成品赶紧投出去，这样某种意义上也是在浪费时间。除了内容本身之外，你怎么把你做的东西更好地表达出来，也是一个费时间和精力的活。
</p>
</div>
</div>

<div id="outline-container-orgdedd7e5" class="outline-2">
<h2 id="orgdedd7e5"><span class="section-number-2">7.</span> 系</h2>
<div class="outline-text-2" id="text-7">
<p>
你要构建自己符合正常人的逻辑体系，不能随着自己发挥。
</p>

<p>
你需要好好捋一下逻辑。现在内容太散了，没有关联。你想写的东西太多就会出现这些问题。
</p>
</div>
</div>

<div id="outline-container-org5b7319d" class="outline-2">
<h2 id="org5b7319d"><span class="section-number-2">8.</span> 80%</h2>
<div class="outline-text-2" id="text-8">
<p>
改论文一个重要的思路就是得让没有太多背景的人理解80%的内容。
</p>
</div>
</div>

<div id="outline-container-org820b0cb" class="outline-2">
<h2 id="org820b0cb"><span class="section-number-2">9.</span> Logic</h2>
<div class="outline-text-2" id="text-9">
<p>
逻辑才是王道。
</p>

<p>
你写的时候得假设你的读者时候有限的背景知识。
</p>

<p>
逻辑太跳跃，就会给自己埋下隐患。
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<hr class="Solid"> <div class="info"> <span class="author">Author: Zi Liang (<a href="mailto:zi1415926.liang@connect.polyu.hk">zi1415926.liang@connect.polyu.hk</a>)</span> <span class="date">Create Date: Sun Sep  1 10:41:42 2024</span> <span class="date">Last modified: 2024-09-01 Sun 11:21</span> <span>Creator: <a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.2 (<a href="https://orgmode.org">Org</a> mode 9.6.28)</span> </div>
</div>
</body>
</html>
